Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# SkillsPage_ComboBoxItem_15.Content
source: All Agents
fr_fr: Tous les agents
pt_br: Todos os agentes
zh_cn: 所有代理
zh_tw: 所有代理程式

# SkillsPage_TextBlock_81.Text
source: No skills installed
fr_fr: Aucune compétence installée
pt_br: Nenhuma Skill instalada
zh_cn: 未安装技能
zh_tw: 未安裝技能

# MarketplaceLink.Content
source: Browse Skills Marketplace →
fr_fr: Parcourir la place de marché des compétences →
pt_br: Navegar no Marketplace de Skills →
zh_cn: 浏览技能市场 →
zh_tw: 瀏覽技能市集 →

# UsagePage_TextBlock_21.Text
source: Total Cost
fr_fr: Coût total
pt_br: Custo total
zh_cn: 总成本
zh_tw: 總成本

# UsagePage_TextBlock_35.Text
source: Requests
fr_fr: Requêtes
pt_br: Solicitações
zh_cn: 请求
zh_tw: 要求

# UsagePage_TextBlock_45.Text
source: Tokens
fr_fr: Jetons
pt_br: Tokens usados
zh_cn: 令牌
zh_tw: 權杖

# UsagePage_TextBlock_55.Text
source: Providers
fr_fr: Fournisseurs
pt_br: Provedores
zh_cn: 提供程序
zh_tw: 提供者

# Period7DaysItem.Text
source: 7 Days
fr_fr: 7 jours
pt_br: 7 dias
zh_cn: 7 天
zh_tw: 7 天

# Period30DaysItem.Text
source: 30 Days
fr_fr: 30 jours
pt_br: 30 dias
zh_cn: 30 天
zh_tw: 30 天

# UsagePage_ProviderLoading.Text
source: Loading providers…
fr_fr: Chargement des fournisseurs…
pt_br: Carregando provedores…
zh_cn: 正在加载提供程序…
zh_tw: 正在載入提供者…

# UsagePage_NoProviders.Text
source: No providers configured
fr_fr: Aucun fournisseur configuré
pt_br: Nenhum provedor configurado
zh_cn: 未配置任何提供程序
zh_tw: 未設定任何提供者

# UsagePage_TextBlock_70.Text
source: Provider Breakdown
fr_fr: Répartition par fournisseur
pt_br: Detalhamento por provedor
zh_cn: 提供程序明细
zh_tw: 提供者明細

# UsagePage_TextBlock_100.Text
source: Daily Cost
fr_fr: Coût quotidien
pt_br: Custo diário
zh_cn: 每日成本
zh_tw: 每日成本

# WorkspacePage_TextBlock_22.Text
source: Workspace
fr_fr: Espace de travail
pt_br: Espaço de trabalho
zh_cn: 工作区
zh_tw: 工作區

# WorkspacePage_FilesHeader.Text
source: Files
fr_fr: Fichiers
pt_br: Arquivos
zh_cn: 文件
zh_tw: 檔案

# WorkspacePage_LoadingText.Text
source: Loading workspace files…
fr_fr: Chargement des fichiers de l'espace de travail…
pt_br: Carregando arquivos do workspace…
zh_cn: 正在加载工作区文件…
zh_tw: 正在載入工作區檔案…

# WorkspacePage_ViewMode_Rendered.Text
source: Rendered
fr_fr: Rendu
pt_br: Renderizado
zh_cn: 渲染
zh_tw: 渲染

# WorkspacePage_ViewMode_Raw.Text
source: Raw
fr_fr: Brut
pt_br: Bruto
zh_cn: 原始
zh_tw: 原始

# WorkspacePage_DisconnectedMessage
source: Connect to gateway to view workspace files.
fr_fr: Connectez-vous à la passerelle pour afficher les fichiers de l'espace de travail.
pt_br: Conecte-se ao Gateway para visualizar os arquivos do espaço de trabalho.
zh_cn: 连接到网关以查看工作区文件。
zh_tw: 連線至閘道以檢視工作區檔案。

# WorkspacePage_NoFilesMessage
source: No workspace files found for this agent.
fr_fr: Aucun fichier d'espace de travail trouvé pour cet agent.
pt_br: Nenhum arquivo do espaço de trabalho encontrado para este agente.
zh_cn: 此代理未找到工作区文件。
zh_tw: 此代理沒有找到工作區檔案。

# WorkspacePage_LoadingContent
source: Loading content…
fr_fr: Chargement du contenu…
pt_br: Carregando conteúdo…
zh_cn: 正在加载内容…
zh_tw: 正在載入內容…

# WorkspacePage_MissingFile
source: (file not found on disk)
fr_fr: (fichier introuvable sur le disque)
pt_br: (arquivo não encontrado no disco)
zh_cn: (磁盘上找不到文件)
zh_tw: (磁碟上找不到檔案)

# WorkspacePage_TextBlock_34.Text
source: Refresh
fr_fr: Actualiser
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# ChatWindow_TextBlock_29.Text
source: Chat
fr_fr: Discussion
pt_br: Bate-papo
zh_cn: 聊天
zh_tw: 聊天

# ChatWindow_TextBlock_60.Text
source: Connect to gateway to start chatting
fr_fr: Connectez-vous à la passerelle pour commencer la discussion
pt_br: Conecte-se ao Gateway para começar a conversar
zh_cn: 连接到网关以开始聊天
zh_tw: 連線到閘道以開始聊天

source: Toggle navigation pane
fr_fr: Basculer le volet de navigation
pt_br: Alternar painel de navegação
zh_cn: 切换导航窗格
zh_tw: 切換導覽窗格

# NavPaneToggleButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle navigation pane
fr_fr: Basculer le volet de navigation
pt_br: Alternar painel de navegação
zh_cn: 切换导航窗格
zh_tw: 切換導覽窗格

# NavBackButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Back
fr_fr: Retour
pt_br: Voltar
zh_cn: 返回
zh_tw: 返回

# NavBackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
fr_fr: Retour
pt_br: Voltar
zh_cn: 返回
zh_tw: 返回

# TitleStatusText.Text
source: Disconnected
fr_fr: Déconnecté
pt_br: Desconectado
zh_cn: 已断开连接
zh_tw: 已中斷連線

# HubWindow_NavigationViewItem_79.Content
source: Home
fr_fr: Accueil
pt_br: Início
zh_cn: 主页
zh_tw: 首頁

# HubWindow_NavigationViewItem_82.Content
source: Chat
fr_fr: Discussion
pt_br: Bate-papo
zh_cn: 聊天
zh_tw: 聊天

# HubWindow_NavigationViewItemHeader_87.Content
source: Gateway
fr_fr: Passerelle
pt_br: Servidor gateway
zh_cn: 网关
zh_tw: 閘道

# HubWindow_NavigationViewItem_88.Content
source: Connection
fr_fr: Connexion
pt_br: Conexão
zh_cn: 连接
zh_tw: 連線

# HubWindow_NavigationViewItem_91.Content
source: Sessions
fr_fr: Séances
pt_br: Sessões
zh_cn: 会话
zh_tw: 工作階段

# ConversationsNavItem.Content
source: Conversations
fr_fr: Discussions
pt_br: Conversas
zh_cn: 对话
zh_tw: 對話

# HubWindow_NavigationViewItem_94.Content
source: Event Stream
fr_fr: Événements d’agent
pt_br: Fluxo de eventos
zh_cn: 代理事件
zh_tw: 代理程式事件

# HubWindow_NavigationViewItem_97.Content
source: Skills
fr_fr: Compétences
pt_br: Habilidades
zh_cn: 技能
zh_tw: 技能

# AgentsNavItem.Content
source: Agents
fr_fr: Agents logiciels
pt_br: Agentes
zh_cn: 代理
zh_tw: 代理程式

# HubWindow_NavigationViewItem_109.Content
source: Channels
fr_fr: Canaux
pt_br: Canais
zh_cn: 频道
zh_tw: 頻道

# HubWindow_NavigationViewItem_112.Content
source: Instances
fr_fr: Instances connectées
pt_br: Instâncias
zh_cn: 实例
zh_tw: 實例

# HubWindow_NavigationViewItem_115.Content
source: Bindings
fr_fr: Liaisons
pt_br: Vinculações
zh_cn: 绑定
zh_tw: 繫結

# HubWindow_NavigationViewItem_118.Content
source: Config
fr_fr: Configuration
pt_br: Configuração
zh_cn: 配置
zh_tw: 設定

# HubWindow_NavigationViewItem_121.Content
source: Usage
fr_fr: Utilisations
pt_br: Uso
zh_cn: 用量
zh_tw: 用量

# HubWindow_NavigationViewItem_124.Content
source: Cron
fr_fr: Planification
pt_br: Agendamentos
zh_cn: 计划任务
zh_tw: 排程工作

# HubWindow_NavigationViewItemHeader_129.Content
source: This Computer
fr_fr: Cet ordinateur
pt_br: Este computador
zh_cn: 此计算机
zh_tw: 這部電腦

# HubWindow_NavigationViewItem_130.Content
source: Capabilities
fr_fr: Fonctionnalités
pt_br: Recursos
zh_cn: 功能
zh_tw: 功能

# HubWindow_NavigationViewItem_133.Content
source: Settings
fr_fr: Paramètres
pt_br: Configurações
zh_cn: 设置
zh_tw: 設定

# HubWindow_NavigationViewItem_136.Content
source: Permissions
fr_fr: Autorisations
pt_br: Permissões
zh_cn: 权限
zh_tw: 權限

# HubWindow_NavigationViewItem_145.Content
source: Diagnostics
fr_fr: Débogage
pt_br: Diagnóstico
zh_cn: 调试
zh_tw: 偵錯

# Onboarding_UnknownPage
source: Unknown page
fr_fr: Page inconnue
pt_br: Página desconhecida
zh_cn: 未知页面
zh_tw: 未知頁面

# Onboarding_Retry
source: Retry
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# Onboarding_Ready_NodeModeActive
source: 🔌 Node Mode Active
fr_fr: 🔌 Mode nœud actif
pt_br: 🔌 Modo Node ativo
zh_cn: 🔌 节点模式已启用
zh_tw: 🔌 節點模式已啟用

# Onboarding_Ready_NodeModeActiveDetail
source: This PC will operate as a remote compute node. The gateway can invoke screen capture, camera, and system commands on this machine.
fr_fr: Ce PC fonctionnera comme nœud de calcul distant. La passerelle peut appeler la capture d’écran, la caméra et des commandes système sur cette machine.
pt_br: Este PC operará como um node de computação remoto. O Gateway pode acionar captura de tela, câmera e comandos do sistema nesta máquina.
zh_cn: 此电脑将作为远程计算节点运行。网关可以在此计算机上调用屏幕捕获、摄像头和系统命令。
zh_tw: 此電腦將作為遠端計算節點運作。閘道可以在這部電腦上叫用螢幕擷取、相機和系統命令。

# Onboarding_Ready_Node_ScreenCapture
source: Screen Capture
fr_fr: Capture d’écran
pt_br: Captura de tela
zh_cn: 屏幕捕获
zh_tw: 螢幕擷取

# Onboarding_Ready_Node_ScreenCapture_Sub
source: Remote screen access
fr_fr: Accès à distance à l’écran
pt_br: Acesso remoto à tela
zh_cn: 远程屏幕访问
zh_tw: 遠端螢幕存取

# Onboarding_Ready_Node_Camera
source: Camera
fr_fr: Caméra
pt_br: Câmera
zh_cn: 摄像头
zh_tw: 相機

# Onboarding_Ready_Node_Camera_Sub
source: Remote camera access
fr_fr: Accès à distance à la caméra
pt_br: Acesso remoto à câmera
zh_cn: 远程摄像头访问
zh_tw: 遠端相機存取

# Onboarding_Ready_Node_SystemCmd
source: System Commands
fr_fr: Commandes système
pt_br: Comandos do sistema
zh_cn: 系统命令
zh_tw: 系統命令

# Onboarding_Ready_Node_SystemCmd_Sub
source: Remote command execution
fr_fr: Exécution de commandes à distance
pt_br: Execução remota de comandos
zh_cn: 远程命令执行
zh_tw: 遠端命令執行

# Onboarding_Ready_Node_Canvas
source: Canvas Rendering
fr_fr: Rendu Canvas
pt_br: Renderização do Canvas
zh_cn: Canvas 渲染
zh_tw: Canvas 算繪

# Onboarding_Ready_Node_Canvas_Sub
source: Visual workspace output
fr_fr: Sortie visuelle de l’espace de travail
pt_br: Saída visual do espaço de trabalho
zh_cn: 可视工作区输出
zh_tw: 視覺工作區輸出

# Onboarding_Ready_Node_Notify
source: Notifications
fr_fr: Alertes
pt_br: Notificações
zh_cn: 通知
zh_tw: 通知

# Onboarding_Ready_Node_Notify_Sub
source: System notifications
fr_fr: Notifications système
pt_br: Notificações do sistema
zh_cn: 系统通知
zh_tw: 系統通知

# Onboarding_Wizard_Processing
source: ⏳ Processing…
fr_fr: ⏳ Traitement…
pt_br: ⏳ Processando…
zh_cn: ⏳ 正在处理…
zh_tw: ⏳ 正在處理…

# Onboarding_Wizard_ErrorEmptyGatewayResponse
source: Empty response from gateway
fr_fr: Réponse vide de la passerelle
pt_br: Resposta vazia do Gateway
zh_cn: 网关返回空响应
zh_tw: 閘道傳回空回應

# Onboarding_Wizard_ErrorGatewayDisconnected
source: Gateway disconnected
fr_fr: Passerelle déconnectée
pt_br: Gateway desconectado
zh_cn: 网关已断开连接
zh_tw: 閘道已中斷連線

# Onboarding_Wizard_GatewayConsoleGap
source: Some Gateway console messages were skipped. Open the Gateway terminal for missing sign-in guidance.
fr_fr: Certains messages de la console du Gateway ont été ignorés. Ouvrez le terminal du Gateway pour retrouver les instructions de connexion manquantes.
pt_br: Algumas mensagens do console do Gateway foram ignoradas. Abra o terminal do Gateway para ver as instruções de entrada ausentes.
zh_cn: 部分 Gateway 控制台消息已跳过。请打开 Gateway 终端查看缺失的登录说明。
zh_tw: 部分 Gateway 主控台訊息已略過。請開啟 Gateway 終端機查看遺漏的登入指示。

# Onboarding_Wizard_GatewayConsoleUnavailable
source: Gateway console updates are unavailable. Open the Gateway terminal for provider sign-in guidance.
fr_fr: Les mises à jour de la console du Gateway sont indisponibles. Ouvrez le terminal du Gateway pour obtenir les instructions de connexion au fournisseur.
pt_br: As atualizações do console do Gateway não estão disponíveis. Abra o terminal do Gateway para ver as instruções de entrada no provedor.
zh_cn: 无法获取 Gateway 控制台更新。请打开 Gateway 终端查看提供商登录说明。
zh_tw: 無法取得 Gateway 主控台更新。請開啟 Gateway 終端機查看提供者登入指示。

# Onboarding_Wizard_ErrorGatewayDisconnectedDetail
source: Lost connection to gateway. Click Next to skip the wizard, or wait for reconnection.
fr_fr: Connexion à la passerelle perdue. Cliquez sur Suivant pour ignorer l’assistant, ou attendez la reconnexion.
pt_br: Conexão com o Gateway perdida. Clique em Avançar para pular o assistente, ou aguarde a reconexão.
zh_cn: 与网关的连接已丢失。单击“下一步”跳过向导，或等待重新连接。
zh_tw: 與閘道的連線已中斷。按一下「下一步」略過精靈，或等待重新連線。

# Onboarding_Wizard_ErrorEmptyNextResponse
source: Gateway returned empty response for wizard.next
fr_fr: La passerelle a renvoyé une réponse vide pour wizard.next
pt_br: O Gateway retornou uma resposta vazia para wizard.next
zh_cn: 网关对 wizard.next 返回了空响应
zh_tw: 閘道針對 wizard.next 傳回空回應

# Onboarding_Wizard_NoOptionsAvailable
source: No options available
fr_fr: Aucune option disponible
pt_br: Nenhuma opção disponível
zh_cn: 没有可用选项
zh_tw: 沒有可用的選項

# Onboarding_Wizard_Yes
source: Yes
fr_fr: Oui
pt_br: Sim
zh_cn: 是
zh_tw: 是

# Onboarding_Wizard_NoSkip
source: No / Skip
fr_fr: Non / Ignorer
pt_br: Não / Pular
zh_cn: 否 / 跳过
zh_tw: 否 / 略過

# Onboarding_Wizard_Waiting
source: Waiting...
fr_fr: En attente...
pt_br: Aguardando...
zh_cn: 正在等待...
zh_tw: 正在等待...

# Onboarding_Wizard_ClickNextToContinue
source: Click Next to continue.
fr_fr: Cliquez sur Suivant pour continuer.
pt_br: Clique em Avançar para continuar.
zh_cn: 单击“下一步”继续。
zh_tw: 按一下「下一步」繼續。

# Onboarding_Wizard_ErrorTitle
source: Wizard error
fr_fr: Erreur de l’assistant
pt_br: Erro do assistente
zh_cn: 向导错误
zh_tw: 精靈錯誤

# Onboarding_Wizard_SkipWizard
source: Skip Wizard
fr_fr: Ignorer l’assistant
pt_br: Pular assistente
zh_cn: 跳过向导
zh_tw: 略過精靈

# Onboarding_Wizard_ConnectingToGateway
source: Connecting to gateway...
fr_fr: Connexion à la passerelle...
pt_br: Conectando ao Gateway...
zh_cn: 正在连接到网关...
zh_tw: 正在連線到閘道...

# Onboarding_Wizard_ConnectionWaitDetail
source: Please wait while the connection is established...
fr_fr: Veuillez patienter pendant l’établissement de la connexion...
pt_br: Aguarde enquanto a conexão é estabelecida...
zh_cn: 请等待连接建立...
zh_tw: 請等待連線建立...

# PriorityInfoBar.Title
source: Routing priority
fr_fr: Priorité de routage
pt_br: Prioridade de roteamento
zh_cn: 路由优先级
zh_tw: 路由優先順序

# PriorityInfoBar.Message
source: Bindings control which agent handles messages from each channel. Priority: peer > account > channel > default.
fr_fr: Les liaisons contrôlent quel agent traite les messages de chaque canal. Priorité : pair > compte > canal > défaut.
pt_br: As vinculações controlam qual agente trata as mensagens de cada canal. Prioridade: peer > conta > canal > padrão.
zh_cn: 绑定控制哪个代理处理每个频道的消息。优先级：对等 > 帐户 > 频道 > 默认。
zh_tw: 繫結會控制哪個代理程式處理各頻道的訊息。優先順序：對等 > 帳戶 > 頻道 > 預設。

# SingleAgentInfoBar.Title
source: Single-agent mode
fr_fr: Mode agent unique
pt_br: Modo de agente único
zh_cn: 单代理模式
zh_tw: 單一代理程式模式

# SingleAgentInfoBar.Message
source: All messages route to the default agent. Add bindings for multi-agent routing.
fr_fr: Tous les messages sont acheminés vers l’agent par défaut. Ajoutez des liaisons pour le routage multi-agent.
pt_br: Todas as mensagens são roteadas para o agente padrão. Adicione vinculações para roteamento com múltiplos agentes.
zh_cn: 所有消息都会路由到默认代理。添加绑定以进行多代理路由。
zh_tw: 所有訊息都會路由至預設代理程式。新增繫結以進行多代理程式路由。

# ConfigSubtitle.Text
source: Edit gateway configuration (openclaw.json) with a schema-guided form.
fr_fr: Modifiez la configuration de la passerelle (openclaw.json) avec un formulaire guidé par schéma.
pt_br: Edite a configuração do Gateway (openclaw.json) com um formulário guiado por esquema.
zh_cn: 使用架构引导的表单编辑网关配置 (openclaw.json)。
zh_tw: 使用結構描述引導的表單編輯閘道設定 (openclaw.json)。

# DetailPlaceholder.Text
source: Select a section from the tree to edit its settings.
fr_fr: Sélectionnez une section dans l’arborescence pour modifier ses paramètres.
pt_br: Selecione uma seção na árvore para editar suas configurações.
zh_cn: 从树中选择一个部分以编辑其设置。
zh_tw: 從樹狀目錄選取區段以編輯其設定。

# TokenPromptBox.PlaceholderText
source: Gateway token
fr_fr: Jeton de passerelle
pt_br: Token do Gateway
zh_cn: 网关令牌
zh_tw: 閘道權杖

# SetupCodeTextBox.PlaceholderText
source: Paste setup code here…
fr_fr: Collez le code de configuration ici…
pt_br: Cole o código de configuração aqui…
zh_cn: 在此处粘贴设置代码…
zh_tw: 在此貼上設定碼…

# ConnectionWarning.Message
source: Connect to a gateway to view conversations.
fr_fr: Connectez-vous à une passerelle pour afficher les conversations.
pt_br: Conecte-se a um Gateway para ver as conversas.
zh_cn: 连接到网关以查看对话。
zh_tw: 連線到閘道以檢視交談。

# EmptyState.Text
source: No sessions found
fr_fr: Aucune session trouvée
pt_br: Nenhuma sessão encontrada
zh_cn: 未找到会话
zh_tw: 找不到工作階段

# NotWiredInfoBar.Title
source: Cron API not yet wired
fr_fr: L’API cron n’est pas encore connectée
pt_br: API do Cron ainda não conectada
zh_cn: Cron API 尚未接入
zh_tw: Cron API 尚未接線

# NotWiredInfoBar.Message
source: Showing sample data. Cron management methods are not yet available in OpenClawGatewayClient.
fr_fr: Affichage de données d’exemple. Les méthodes de gestion cron ne sont pas encore disponibles dans OpenClawGatewayClient.
pt_br: Mostrando dados de exemplo. Os métodos de gerenciamento do Cron ainda não estão disponíveis no OpenClawGatewayClient.
zh_cn: 正在显示示例数据。OpenClawGatewayClient 中尚不提供 Cron 管理方法。
zh_tw: 正在顯示範例資料。OpenClawGatewayClient 中尚未提供 Cron 管理方法。

# FallbackInfoBar.Title
source: Workspace files
fr_fr: Fichiers de l’espace de travail
pt_br: Arquivos do workspace
zh_cn: 工作区文件
zh_tw: 工作區檔案

# SearchBox.PlaceholderText
source: Type a command...
fr_fr: Tapez une commande...
pt_br: Digite um comando...
zh_cn: 键入命令...
zh_tw: 輸入命令...

# HubWindow_winexWindowEx_2.Title
source: OpenClaw Settings
fr_fr: Paramètres OpenClaw
pt_br: Configurações do OpenClaw
zh_cn: OpenClaw 设置
zh_tw: OpenClaw 設定

# TitleSearchBox.PlaceholderText
source: Search… (Ctrl+E)
fr_fr: Rechercher… (Ctrl+E)
pt_br: Pesquisar… (Ctrl+E)
zh_cn: 搜索… (Ctrl+E)
zh_tw: 搜尋… (Ctrl+E)

# CanvasWindowReloadToolTip.Content
source: Reload
fr_fr: Recharger
pt_br: Recarregar
zh_cn: 重新加载
zh_tw: 重新載入

# CanvasReloadButton_AutomationName
source: Reload Canvas
fr_fr: Recharger le canvas
pt_br: Recarregar Canvas
zh_cn: 重新加载 Canvas
zh_tw: 重新載入 Canvas

# UsagePage_TextBlock_10.Text
source: Usage & Cost
fr_fr: Utilisation et coût
pt_br: Uso e Custo
zh_cn: 使用量和成本
zh_tw: 使用量與成本

# ChatWindowOpenInBrowserToolTip.Content
source: Open in Companion app
fr_fr: Ouvrir dans le navigateur
pt_br: Abrir no aplicativo complementar
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中開啟

# ChatWindowCloseToolTip.Content
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# ChatPageOpenInBrowserToolTip.Content
source: Open in Browser
fr_fr: Ouvrir dans le navigateur
pt_br: Abrir no navegador
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中開啟

# CronPageRemoveJobToolTip.Content
source: Remove job
fr_fr: Supprimer la tâche
pt_br: Remover tarefa
zh_cn: 删除任务
zh_tw: 刪除工作

# PermissionsPage_VoiceSettingsLink.Content
source: Voice & Audio settings
fr_fr: Paramètres Voix et audio
pt_br: Configurações de Voz e Áudio
zh_cn: 语音和音频设置
zh_tw: 語音與音訊設定

# PermissionsPage_VoiceSettingsHelp_SpeechModel
source: Download a speech model before speech-to-text can work.
fr_fr: Téléchargez un modèle de reconnaissance vocale avant que la reconnaissance vocale puisse fonctionner.
pt_br: Baixe um modelo de fala antes que a conversão de fala em texto possa funcionar.
zh_cn: 请先下载语音模型，语音转文本才能正常工作。
zh_tw: 請先下載語音模型，語音轉文字才能正常運作。

# PermissionsPage_VoiceSettingsHelp_VoiceSetup
source: Your selected TTS provider still needs voice setup; chat read aloud can fall back to Windows speech.
fr_fr: Le fournisseur TTS sélectionné nécessite encore une configuration vocale ; la lecture à voix haute du chat peut utiliser la synthèse vocale Windows en secours.
pt_br: O provedor de TTS selecionado ainda precisa de configuração de voz; a leitura em voz alta do chat pode recorrer à fala do Windows.
zh_cn: 所选 TTS 提供程序仍需要语音设置；聊天朗读可以回退到 Windows 语音。
zh_tw: 所選 TTS 提供者仍需要語音設定；聊天朗讀可以回退到 Windows 語音。

# PermissionsPage_VoiceSettingsHelp_Both
source: Download a speech model for voice input. Your selected TTS provider also needs voice setup, though chat read aloud can fall back to Windows speech.
fr_fr: Téléchargez un modèle de reconnaissance vocale pour la saisie vocale. Le fournisseur TTS sélectionné nécessite aussi une configuration vocale, même si la lecture à voix haute du chat peut utiliser la synthèse vocale Windows en secours.
pt_br: Baixe um modelo de fala para a entrada por voz. O provedor de TTS selecionado também precisa de configuração de voz, embora a leitura em voz alta do chat possa recorrer à fala do Windows.
zh_cn: 请为语音输入下载语音模型。所选 TTS 提供程序也需要语音设置，但聊天朗读可以回退到 Windows 语音。
zh_tw: 請為語音輸入下載語音模型。所選 TTS 提供者也需要語音設定，但聊天朗讀可以回退到 Windows 語音。

# VoiceSettingsPage_PageTitle.Text
source: Voice & Audio
fr_fr: Voix et audio
pt_br: Voz e Áudio
zh_cn: 语音和音频
zh_tw: 語音與音訊

# VoiceSettingsPage_PageDescription.Text
source: Configure speech-to-text and voice interaction settings. All speech processing runs locally on your device.
fr_fr: Configurez la reconnaissance vocale et les paramètres d'interaction vocale. Tout le traitement vocal s'exécute localement sur votre appareil.
pt_br: Configure as opções de conversão de fala em texto e interação por voz. Todo o processamento de fala é executado localmente no seu dispositivo.
zh_cn: 配置语音转文字和语音交互设置。所有语音处理均在本机本地运行。
zh_tw: 設定語音轉文字和語音互動設定。所有語音處理均在本機本地執行。

# VoiceSettingsPage_SttHeader.Text
source: Speech-to-Text
fr_fr: Reconnaissance vocale
pt_br: Fala em Texto
zh_cn: 语音转文字
zh_tw: 語音轉文字

# VoiceSettingsPage_SttDescription.Text
source: Enable voice input via microphone. Requires a Whisper model download.
fr_fr: Activer la saisie vocale via le microphone. Nécessite le téléchargement d'un modèle Whisper.
pt_br: Ative a entrada por voz via microfone. Requer o download de um modelo Whisper.
zh_cn: 通过麦克风启用语音输入。需要下载 Whisper 模型。
zh_tw: 透過麥克風啟用語音輸入。需要下載 Whisper 模型。

# VoiceSettingsPage_ModelHeader.Text
source: Speech Model
fr_fr: Modèle vocal
pt_br: Modelo de Fala
zh_cn: 语音模型
zh_tw: 語音模型

# VoiceSettingsPage_SttCapabilityDisabledNotice.Text
source: Speech-to-text is disabled. Configure models here, then enable the capability in Permissions when you're ready.
fr_fr: La reconnaissance vocale est désactivée. Configurez les modèles ici, puis activez la capacité dans Autorisations lorsque vous êtes prêt.
pt_br: A conversão de fala em texto está desativada. Configure os modelos aqui e depois ative a capacidade em Permissões quando estiver pronto.
zh_cn: 语音转文本已禁用。请先在此配置模型，准备好后再在“权限”中启用此功能。
zh_tw: 語音轉文字已停用。請先在此設定模型，準備好後再於「權限」中啟用此功能。

# VoiceSettingsPage_OpenPermissionsLink.Content
source: Open Permissions
fr_fr: Ouvrir les autorisations
pt_br: Abrir Permissões
zh_cn: 打开权限
zh_tw: 開啟權限

# VoiceSettingsPage_ModelCombo.Header
source: Model Size
fr_fr: Taille du modèle
pt_br: Tamanho do Modelo
zh_cn: 模型大小
zh_tw: 模型大小

# VoiceSettingsPage_ModelTiny.Content
source: Tiny (~75 MB): Fast, basic accuracy
fr_fr: Tiny (~75 Mo): Rapide, précision de base
pt_br: Tiny (~75 MB): rápido, precisão básica
zh_cn: Tiny (~75 MB): 快速,基础精度
zh_tw: Tiny (~75 MB): 快速,基本精確度

# VoiceSettingsPage_ModelBase.Content
source: Base (~142 MB): Good balance
fr_fr: Base (~142 Mo): Bon équilibre
pt_br: Base (~142 MB): bom equilíbrio
zh_cn: Base (~142 MB): 良好平衡
zh_tw: Base (~142 MB): 良好平衡

# VoiceSettingsPage_ModelSmall.Content
source: Small (~466 MB): High accuracy
fr_fr: Small (~466 Mo): Haute précision
pt_br: Small (~466 MB): alta precisão
zh_cn: Small (~466 MB): 高精度
zh_tw: Small (~466 MB): 高精確度

# VoiceSettingsPage_DownloadButtonText.Text
source: Download Model
fr_fr: Télécharger le modèle
pt_br: Baixar Modelo
zh_cn: 下载模型
zh_tw: 下載模型

# VoiceSettingsPage_LanguageHeader.Text
source: Language
fr_fr: Langue
pt_br: Idioma
zh_cn: 语言
zh_tw: 語言

# VoiceSettingsPage_LangAuto.Content
source: Auto-detect
fr_fr: Détection automatique
pt_br: Detecção automática
zh_cn: 自动检测
zh_tw: 自動偵測

# VoiceSettingsPage_LangEn.Content
source: English
fr_fr: Anglais
pt_br: Inglês
zh_cn: 英语
zh_tw: 英文

# VoiceSettingsPage_LangEs.Content
source: Spanish
fr_fr: Espagnol
pt_br: Espanhol
zh_cn: 西班牙语
zh_tw: 西班牙文

# VoiceSettingsPage_LangFr.Content
source: French
fr_fr: Français
pt_br: Francês
zh_cn: 法语
zh_tw: 法文

# VoiceSettingsPage_LangDe.Content
source: German
fr_fr: Allemand
pt_br: Alemão
zh_cn: 德语
zh_tw: 德文

# VoiceSettingsPage_LangJa.Content
source: Japanese
fr_fr: Japonais
pt_br: Japonês
zh_cn: 日语
zh_tw: 日文

# VoiceSettingsPage_LangZh.Content
source: Chinese
fr_fr: Chinois
pt_br: Chinês
zh_cn: 中文
zh_tw: 中文

# VoiceSettingsPage_LangKo.Content
source: Korean
fr_fr: Coréen
pt_br: Coreano
zh_cn: 韩语
zh_tw: 韓文

# VoiceSettingsPage_LangPt.Content
source: Portuguese
fr_fr: Portugais
pt_br: Português
zh_cn: 葡萄牙语
zh_tw: 葡萄牙文

# VoiceSettingsPage_LangIt.Content
source: Italian
fr_fr: Italien
pt_br: Italiano
zh_cn: 意大利语
zh_tw: 義大利文

# VoiceSettingsPage_VoiceChatHeader.Text
source: Voice Chat
fr_fr: Chat vocal
pt_br: Chat por Voz
zh_cn: 语音聊天
zh_tw: 語音聊天

# VoiceSettingsPage_SilenceSlider.Header
source: Silence timeout (seconds)
fr_fr: Délai de silence (secondes)
pt_br: Tempo limite de silêncio (segundos)
zh_cn: 静音超时(秒)
zh_tw: 靜音逾時(秒)
